Repository: Con-Benksl/Lumora
Catalog: Lumora/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ (%lld options)
zh_hans: %@（%lld 个选项）

source: %@ (%lld tools)
zh_hans: %@（%lld 次工具调用）

source: %@ received / %@ sent
zh_hans: 已接收 %@ / 已发送 %@

source: %@ remaining
zh_hans: 剩余 %@

source: %@ used
zh_hans: 已使用 %@

source: %lld active
zh_hans: %lld 个活跃接口

source: %lld files with matches
zh_hans: %lld 个文件包含匹配项

source: %lld interfaces
zh_hans: %lld 个网络接口

source: %lld lines
zh_hans: %lld 行

source: %lld new messages
zh_hans: %lld 条新消息

source: %lld processes
zh_hans: %lld 个进程

source: %lld tools
zh_hans: %lld 次工具调用

source: %lld+ lines
zh_hans: %lld+ 行

source: %lldd
zh_hans: %lld天

source: %lldh
zh_hans: %lld小时

source: %lldh %lldm
zh_hans: %lld 小时 %lld 分钟

source: %lldm
zh_hans: %lld分

source: %lldm %llds
zh_hans: %lld 分 %lld 秒

source: %lldms
zh_hans: %lld 毫秒

source: %llds
zh_hans: %lld秒

source: %llds ago
zh_hans: %lld 秒前

source: (No content)
zh_hans: （无内容）

source: (User modified)
zh_hans: （用户已修改）

source: ... (%lld more lines)
zh_hans: …（还有 %lld 行）

source: ... and %lld more files
zh_hans: …还有 %lld 个文件

source: ... and %lld more hunks
zh_hans: …还有 %lld 处更改

source: ... and %lld more results
zh_hans: …还有 %lld 条结果

source: ... and more (truncated)
zh_hans: …还有更多（已截断）

source: 1 new message
zh_hans: 1 条新消息

source: AC
zh_hans: 外接电源

source: Accessibility
zh_hans: 辅助功能

source: Active
zh_hans: 活跃

source: Active %lld/%lld cores
zh_hans: 活跃核心 %lld/%lld

source: Adapter
zh_hans: 电源适配器

source: Agent
zh_hans: 智能体

source: Agents...
zh_hans: AI 助手…

source: Allow
zh_hans: 允许

source: Allow Accessibility so Lumora can determine where menu bar icons are.
zh_hans: 开启辅助功能权限后，Lumora 才能判断菜单栏图标的位置。

source: Answered
zh_hans: 已回答

source: App
zh_hans: 应用

source: App Memory
zh_hans: 应用内存

source: Appearance Style
zh_hans: 外观风格

source: Application
zh_hans: 应用

source: Approval needed in terminal
zh_hans: 请在终端中批准

source: Approval needed in terminal: %@
zh_hans: 请在终端授权：%@

source: Audio-Reactive Music Glow
zh_hans: 随音乐节奏发光

source: Audio-Reactive Music Glow Couldn’t Start
zh_hans: 无法启动音乐节奏光效

source: Auto
zh_hans: 自动

source: Auto-detect
zh_hans: 自动检测

source: Automatic
zh_hans: 自动选择

source: Automatic menu bar avoidance requires macOS 27 or later.
zh_hans: 自动避让菜单栏图标需要 macOS 27 或更高版本。

source: Automatically Avoid Menu Bar Icons
zh_hans: 自动避让菜单栏图标

source: Await Agent
zh_hans: 等待智能体

source: Back
zh_hans: 返回

source: Background task: %@
zh_hans: 后台任务：%@

source: Basso
zh_hans: 低音

source: Battery
zh_hans: 电池

source: Beta Features...
zh_hans: 实验功能…

source: Black
zh_hans: 黑色

source: Blow
zh_hans: 吹气

source: Bottle
zh_hans: 瓶口

source: Built-in
zh_hans: 内置

source: Built-in or Main
zh_hans: 内置或主显示器

source: Cached
zh_hans: 已缓存

source: Cached Files
zh_hans: 缓存文件

source: Cancel
zh_hans: 取消

source: Charge Trend
zh_hans: 电量趋势

source: Charging
zh_hans: 正在充电

source: Charging, full in %@
zh_hans: 正在充电，%@ 后充满

source: Check for Updates
zh_hans: 检查更新

source: Checking %@...
zh_hans: 正在检查 %@…

source: Checking...
zh_hans: 正在检查…

source: Choose Claude Config Directory
zh_hans: 选择 Claude 配置目录

source: Choose folder…
zh_hans: 选择文件夹…

source: Claude Code needs your input
zh_hans: Claude Code 需要你输入

source: Close Notch
zh_hans: 收起灵动岛

source: Codex needs your input
zh_hans: Codex 需要你输入

source: Collapsed
zh_hans: 已收起

source: Collecting
zh_hans: 正在采集

source: Collecting memory samples
zh_hans: 正在采集内存数据

source: Collecting trend samples
zh_hans: 正在采集趋势数据

source: Command
zh_hans: 命令

source: Compacting context...
zh_hans: 正在压缩上下文…

source: Compacting...
zh_hans: 正在压缩上下文…

source: Completed
zh_hans: 已完成

source: Compressed
zh_hans: 已压缩

source: Connected
zh_hans: 已连接

source: Connected to power
zh_hans: 已连接电源

source: Cores
zh_hans: 核心数

source: Couldn't focus terminal. Switch to it manually (session.pid missing or terminal app not in the known list).
zh_hans: 无法切换到终端，请手动打开（未找到会话进程或未识别终端应用）。

source: Created
zh_hans: 已创建

source: Created %@
zh_hans: 已创建 %@

source: Current total throughput
zh_hans: 当前总传输速率

source: Cursor needs your input
zh_hans: Cursor 需要你输入

source: Debug log
zh_hans: 调试日志

source: Deny
zh_hans: 拒绝

source: Disabled
zh_hans: 未授权

source: Disconnected
zh_hans: 未连接

source: Down
zh_hans: 下载

source: Download Update
zh_hans: 下载更新

source: Downloading...
zh_hans: 正在下载…

source: Dynamic music colors
zh_hans: 跟随音乐封面配色

source: Edit: %@
zh_hans: 编辑：%@

source: Edited %@
zh_hans: 已编辑 %@

source: Editing...
zh_hans: 正在编辑…

source: Enabled
zh_hans: 已授权

source: Ended
zh_hans: 已结束

source: Entering plan mode...
zh_hans: 正在进入规划模式…

source: Exit: %lld
zh_hans: 退出码：%lld

source: Exiting plan mode...
zh_hans: 正在退出规划模式…

source: Expanded
zh_hans: 已展开

source: Extracting...
zh_hans: 正在解压…

source: Fetch
zh_hans: 获取网页

source: Fetching...
zh_hans: 正在获取…

source: Fetching: %@...
zh_hans: 正在获取：%@…

source: Finding files...
zh_hans: 正在查找文件…

source: Focus the terminal window running %@
zh_hans: 切换到运行 %@ 的终端窗口

source: Found %lld files
zh_hans: 找到 %lld 个文件

source: Frog
zh_hans: 蛙鸣

source: Funk
zh_hans: 律动

source: Glass
zh_hans: 玻璃

source: Go Back
zh_hans: 返回

source: Go to Terminal
zh_hans: 前往终端

source: Grouped by app
zh_hans: 按应用分组

source: Hero
zh_hans: 英雄

source: Hide %lld older tool uses
zh_hans: 收起前 %lld 次工具调用

source: Hooks
zh_hans: 事件接入

source: Idle
zh_hans: 空闲

source: Image (%@)
zh_hans: 图片（%@）

source: Install & Relaunch
zh_hans: 安装并重启

source: Installing...
zh_hans: 正在安装…

source: Interfaces
zh_hans: 网络接口

source: Interrupted
zh_hans: 已中断

source: Just now
zh_hans: 刚刚

source: Key%lld
zh_hans: 按键 %lld

source: Keyboard Shortcuts...
zh_hans: 快捷键…

source: Last %@
zh_hans: 最近 %@

source: Launch at Login
zh_hans: 登录时启动

source: Level
zh_hans: 电量

source: Loading messages...
zh_hans: 正在加载消息…

source: MEMORY PRESSURE
zh_hans: 内存压力

source: Main
zh_hans: 主显示器

source: Memory
zh_hans: 内存

source: Memory Used
zh_hans: 已使用内存

source: Menu Bar Avoidance
zh_hans: 菜单栏避让

source: Lumora steps aside when system menu bar icons overlap its panel.
zh_hans: 系统菜单栏图标与面板重叠时，灵屿会暂时避让。

source: Menu Bar Avoidance…
zh_hans: 菜单栏避让…

source: Message to %@... (⏎ send · ⌃F/⌃B scroll · ⌃G bottom)
zh_hans: 给 %@ 发消息…（⏎ 发送 · ⌃F/⌃B 滚动 · ⌃G 到底部）

source: Mirror internal log output to /tmp/lumora-debug.log (10 MB, rotated). Restart the app to clear the file.
zh_hans: 将内部日志写入 /tmp/lumora-debug.log（最多 10 MB，循环覆盖）。重启应用会清空日志。

source: Morse
zh_hans: 摩尔斯

source: Music
zh_hans: 音乐

source: Music Edge Glow
zh_hans: 音乐边缘光效

source: Navigate Down
zh_hans: 向下选择

source: Navigate Up
zh_hans: 向上选择

source: Needs your input
zh_hans: 需要你输入

source: Network
zh_hans: 网络

source: No
zh_hans: 否

source: No active network interfaces
zh_hans: 无活跃的网络接口

source: No battery
zh_hans: 无电池

source: No battery reported
zh_hans: 未检测到电池

source: No files found
zh_hans: 未找到文件

source: No matches found
zh_hans: 未找到匹配项

source: No messages yet
zh_hans: 暂无消息

source: No process memory data available
zh_hans: 暂无进程内存数据

source: No results found
zh_hans: 未找到结果

source: No sessions
zh_hans: 暂无会话

source: None
zh_hans: 无

source: Lumora is making room for menu bar icons.
zh_hans: Lumora 正在为菜单栏图标让出位置。

source: Lumora temporarily steps aside while icons are shown, then returns when they are hidden.
zh_hans: 查看图标时，Lumora 暂时隐藏；收起图标后恢复。

source: Not installed
zh_hans: 未安装

source: Notebook
zh_hans: 笔记本

source: Nothing Playing
zh_hans: 未在播放

source: Notification Sound
zh_hans: 通知音效

source: Now Playing
zh_hans: 正在播放

source: OK
zh_hans: 好

source: Off
zh_hans: 关

source: On
zh_hans: 开

source: On battery
zh_hans: 电池供电

source: Open
zh_hans: 打开

source: Open %@ in tmux to enable messaging
zh_hans: 在 tmux 中启动 %@ 以发送消息

source: Open Accessibility Settings…
zh_hans: 打开辅助功能设置…

source: Open Menu Bar Settings…
zh_hans: 打开菜单栏设置…

source: Open Settings
zh_hans: 打开设置

source: OpenCode needs your input
zh_hans: OpenCode 需要你输入

source: Per Core
zh_hans: 各核心使用率

source: Performance
zh_hans: 性能

source: Performance Monitor
zh_hans: 性能监控

source: Performance...
zh_hans: 性能…

source: Physical Memory
zh_hans: 物理内存

source: Ping
zh_hans: 清脆

source: Plan
zh_hans: 规划

source: Plan ready
zh_hans: 计划已就绪

source: Plugin
zh_hans: 插件

source: Pop
zh_hans: 气泡

source: Power
zh_hans: 外接电源

source: Power State
zh_hans: 电源状态

source: Press shortcut...
zh_hans: 请按快捷键…

source: Process
zh_hans: 进程

source: Process %lld
zh_hans: 进程 %lld

source: Processes
zh_hans: 进程

source: Processing
zh_hans: 正在处理

source: Processing...
zh_hans: 正在处理…

source: Purr
zh_hans: 呼噜

source: Question
zh_hans: 提问

source: Quit
zh_hans: 退出

source: Read %@ (%@)
zh_hans: 已读取 %@（%@）

source: Reading...
zh_hans: 正在读取…

source: Ready
zh_hans: 就绪

source: Ready for input
zh_hans: 等待输入

source: Received
zh_hans: 已接收

source: Remaining
zh_hans: 剩余时间

source: Remove this shortcut
zh_hans: 移除此快捷键

source: Reset
zh_hans: 重置

source: Reset all shortcuts?
zh_hans: 重置所有快捷键？

source: Restore Defaults
zh_hans: 恢复默认

source: Retry
zh_hans: 重试

source: Run claude in terminal or start a codex session
zh_hans: 在终端运行 claude，或启动 Codex 会话

source: Running agent...
zh_hans: 智能体正在运行…

source: Running command...
zh_hans: 正在运行命令…

source: Running in background (%@)
zh_hans: 后台运行中（%@）

source: Running...
zh_hans: 正在运行…

source: Screen
zh_hans: 显示器

source: Search
zh_hans: 搜索

source: Search: %@
zh_hans: 搜索：%@

source: Searched in %@
zh_hans: 搜索耗时 %@

source: Searching web...
zh_hans: 正在搜索网页…

source: Searching...
zh_hans: 正在搜索…

source: Searching: %@
zh_hans: 正在搜索：%@

source: Select the folder Claude Code uses (typically ~/.claude or ~/.config/claude).
zh_hans: 选择 Claude Code 使用的文件夹，通常为 ~/.claude 或 ~/.config/claude。

source: Sent
zh_hans: 已发送

source: Settings…
zh_hans: 设置…

source: Shell %@ terminated
zh_hans: Shell %@ 已终止

source: Show Icons
zh_hans: 显示图标

source: Show Performance Below Music
zh_hans: 性能显示在音乐下方

source: Show all %lld tool uses
zh_hans: 显示全部 %lld 次工具调用

source: Skill
zh_hans: 技能

source: Solid black
zh_hans: 纯黑背景

source: Source
zh_hans: 供电来源

source: Space
zh_hans: 空格

source: Start %@ in tmux to focus terminal
zh_hans: 在 tmux 中启动 %@ 以切换到终端

source: Start %@ inside tmux to focus the terminal from here
zh_hans: 在 tmux 中启动 %@，即可从这里切换到终端

source: Status
zh_hans: 状态

source: Status: %@
zh_hans: 状态：%@

source: Subagent used %lld tools:
zh_hans: 子智能体调用了 %lld 次工具：

source: Submarine
zh_hans: 潜艇

source: Swap Used
zh_hans: 已使用交换空间

source: System Menu Bar
zh_hans: 系统菜单栏

source: Terminal
zh_hans: 终端

source: Terminated
zh_hans: 已终止

source: Throughput Trend
zh_hans: 传输速率趋势

source: Tink
zh_hans: 叮当

source: Todo
zh_hans: 待办

source: Todo (%lld tasks)
zh_hans: 待办（%lld 项任务）

source: Toggle Main Page
zh_hans: 展开或收起主页

source: Total processor activity
zh_hans: 处理器总体使用率

source: Unable to initialize music frequency analysis.
zh_hans: 无法初始化音乐频谱分析。

source: Unknown Artist
zh_hans: 未知艺人

source: Up
zh_hans: 上传

source: Up to date
zh_hans: 已是最新版

source: Update failed
zh_hans: 更新失败

source: Updated
zh_hans: 更新时间

source: Updated %@
zh_hans: 更新于 %@

source: Updated todos
zh_hans: 已更新待办

source: Updating todos...
zh_hans: 正在更新待办…

source: Usage Trend
zh_hans: 使用率趋势

source: Used
zh_hans: 已使用

source: Vibe Glow
zh_hans: 氛围光效

source: Visible Metrics
zh_hans: 显示指标

source: Waiting for answer...
zh_hans: 等待回答…

source: Waiting for approval
zh_hans: 等待批准

source: Waiting for approval...
zh_hans: 等待批准…

source: Waiting for approval: %@
zh_hans: 等待授权：%@

source: Waiting for the next CPU sample
zh_hans: 等待下一次 CPU 采样

source: Waiting...
zh_hans: 等待中…

source: Waiting: %@
zh_hans: 正在等待：%@

source: Wired
zh_hans: 联动

source: Wired Memory
zh_hans: 联动内存

source: Working
zh_hans: 正在执行

source: Write: %@
zh_hans: 写入：%@

source: Writing...
zh_hans: 正在写入…

source: Wrote
zh_hans: 已写入

source: Wrote %@
zh_hans: 已写入 %@

source: Yes
zh_hans: 是

source: You:
zh_hans: 你：

source: file
zh_hans: 文件

source: macOS 26+ glass
zh_hans: macOS 26+ 玻璃效果

source: macOS manages your icons. Lumora steps aside when they overlap its black panel.
zh_hans: 图标由 macOS 管理。图标与 Lumora 黑色区域重叠时，Lumora 会暂时让出位置。

source: now
zh_hans: 现在

source: start
zh_hans: 开始

source: stderr:
zh_hans: 错误输出：

source: Open-source project
zh_hans: 原开源项目

source: Quit the previous version before opening Lumora
zh_hans: 请先退出旧版，再打开 Lumora

source: A previous version is still running. Quit it, then reopen Lumora to move your AI Agent connections to this app.
zh_hans: 旧版仍在运行。请先退出旧版，再重新打开 Lumora，让 AI 助手连接迁移到这个应用。

source: Close Lumora
zh_hans: 关闭 Lumora
